Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_2.tmx
Source language: de
Languages: en

source: Schutzbekleidung aus kugelsicheren Materialien
en: Protective clothing made from ballistic resistant materials

source: Kopfschutz zur Verhütung von Unfällen oder Verletzungen
en: Protective headgear for the prevention of accident or injury

source: Schutzanzüge [gegen Unfall oder Verletzungen]
en: Protective suits [against accident or injury]

source: Elektrische Linearaktuatoren
en: Linear actuators [electric]

source: Flüssigchromatografiesäulen für wissenschaftliche Zwecke
en: Liquid chromatography columns for scientific use

source: Elektronisch kodierte Erkennungsarmbänder
en: Electronically encoded identity wristbands

source: Kodierte Programme
en: Encoded programs

source: Volumetrische Messgeräte
en: Volumetric measuring apparatus

source: Holografische Sicherheitsapparate
en: Holographic security apparatus

source: Elektrodrähte aus Metall
en: Metallic wires [electric]

source: Spektrumanalysatoren, ausgenommen für medizinische Zwecke
en: Spectrum analyzers, other than for medical use

source: Elektronische Einsteckkarten
en: Plug-in cartridges [electronic]

source: Designsoftware für Mikrowellentechnik
en: Microwave engineering design software

source: Geschwindigkeitsmesser [Fotografie]
en: Speed measuring apparatus [photography]

source: Thermographische Apparate, ausgenommen für medizinische Zwecke
en: Thermographic apparatus, other than for medical use

source: Angepasste Aufbewahrungsbehälter für CDs
en: Storage containers adapted for compact discs

source: Blitzleuchten [Warnbaken]
en: Strobe lights [warning beacons]

source: Ton- und Videoaufzeichnungen
en: Audio visual recordings

source: Beutel für optische Apparate
en: Pouches for optical apparatus

source: Leistungsverteiler [elektrisch]
en: Power dividers [electric]

source: Computersoftware für die Programmierung von Fernkopierern
en: Computer software for use in programming facsimile machines

source: Anschlusskabel
en: Connection cables

source: Interaktive Multimedia-Computerprogramme
en: Interactive multimedia computer programs

source: Digitale Fotorahmen
en: Digital photo frames

source: Temperaturetiketten, nicht für medizinische Zwecke
en: Temperature indicator labels, not for medical purposes

source: Optische Sensoren
en: Optical sensors

source: Festplatten
en: Hard discs

source: Lehren [Messinstrumente]
en: Jigs [measuring instruments]

source: Raster
en: Screens

source: Tonbandgeräte
en: Tape recorders

source: Bespielte Kassetten
en: Pre-recorded cassettes

source: Elektroakustische Verstärker
en: Electroacoustic amplifiers

source: Elektrische Strommessgeräte
en: Electric current meters

source: Elektrische Messgeräte
en: Measuring devices, electric

source: Elektrische Steuerungen
en: Electrical controls

source: Elektrische Steuerungsanlagen
en: Control installations (Electric -)

source: Elektrische Steuerungsgeräte
en: Electric control apparatus

source: Elektrische Netztransformatoren
en: Mains transformers (Electric -)

source: Elektrische Sender
en: Electrical transmitters

source: Elektrische Kontrollapparate
en: Regulating apparatus, electric

source: Mechaniken für münzbetätigte Automaten
en: Mechanisms for counter-operated apparatus

source: Fernsprechapparate
en: Telephone apparatus

source: Kilometerzähler
en: Kilometre recorders

source: Tonbänder
en: Audio tapes

source: Elektrischer Widerstandsdraht
en: Electrical resistance wire

source: PC-Karten
en: PC cards

source: Schaltbretter [Elektrizität]
en: Switch panels [electric]

source: Elektrische Schalttafeln
en: Electrical control boards

source: Elektrische Zeitschalter
en: Electrical switch timers

source: Megafone
en: Megaphones

source: Optische Leser
en: Optical readers

source: Sirenen
en: Sirens

source: Regler für Bühnenbeleuchtung
en: Stage lighting controls

source: Schalttafeln [Elektrizität]
en: Control panels [electricity]

source: Elektrische Versorgungsgeräte
en: Electric power supply units

source: Elektrische Rauchsensoren
en: Electric smoke sensors

source: Tachometer
en: Tachometers

source: Druckaufnehmer
en: Pressure sensors

source: Belichtete kinematografische Filme
en: Cinematographic film, exposed

source: Belichtete Filme
en: Films, exposed

source: Mechanische Schilder
en: Mechanical signs

source: Mechanische Hinweistafeln
en: Sign boards [mechanical]

source: Feldstecher
en: Binoculars

source: Röntgenapparate, nicht für medizinische Zwecke
en: X-ray apparatus not for medical purposes

source: Elektrische Überwachungsapparate
en: Monitoring apparatus, electric

source: Photozellen
en: Photocells

source: Optische Koppler
en: Optical couplers

source: Masken für Schweißer
en: Solderers' helmets

source: Batterien für Elektrofahrzeuge
en: Batteries for electric vehicles

source: Filmkameras
en: Film cameras

source: Tragbare Personal-Computer
en: Handheld personal computers

source: Mobile Computer
en: Portable computers

source: Fahrtenschreiber für Fahrzeuge
en: Milage recorders for vehicles

source: Lehren
en: Gauges

source: Öffentliche Beschallungsanlagen
en: Public address speaker systems

source: Apparate, Instrumente und Kabel für Elektrizität
en: Apparatus, instruments and cables for electricity

source: Mess-, Erkennungs- und Überwachungsinstrumente, -vorrichtungen sowie -regler
en: Measuring, detecting and monitoring instruments, indicators and controllers

source: Apparate für wissenschaftliche Forschung und Labor, Unterrichtsapparate und Simulatoren
en: Scientific research and laboratory apparatus, educational apparatus and simulators

source: Aufgezeichnete Daten
en: Recorded content

source: Informationstechnologische und audiovisuelle GerÃ¤te
en: Information technology and audiovisual equipment

source: Apparate und Instrumente zum Regeln von Elektrizität
en: Apparatus and instruments for controlling electricity

source: Apparate und Instrumente zum Akkumulieren und Speichern von Elektrizität
en: Apparatus and instruments for accumulating and storing electricity

source: Signalleitungen für IT, Audiovision und Telekommunikation
en: Signal cables for IT, AV and telecommunication

source: Laser
en: Lasers

source: Elektrische und elektronische Bauteile
en: Electric and electronic components

source: Bespielte Medien
en: Media content

source: Datenverarbeitungsgeräte und -ausrüstung sowie Zubehör [elektrisch und mechanisch]
en: Data processing equipment and accessories (electrical and mechanical)

source: Steuergeräte [Regler]
en: Controllers (regulators)

source: Antennen und Antennenanlagen als Kommunikationsapparate
en: Antennas and aerials as communications apparatus

source: Computernetzwerk- und Datenkommunikationsgeräte und -ausrüstung
en: Computer networking and data communications equipment

source: Schutz- und Sicherheitsausrüstung
en: Protective and safety equipment

source: Alarm- und Warnausrüstung
en: Alarms and warning equipment

source: Prüf- und Qualitätskontrollgeräte
en: Testing and quality control devices

source: Mess-, Zähl-, Ausrichtungs- und Kalibrierinstrumente
en: Measuring, counting, alignment and calibrating instruments

source: Sensoren und Detektoren
en: Sensors and detectors

source: Antennen und Antennenanlagen als Bauteile
en: Antennas and aerials as components

source: Elektrische Schaltkreise und Leiterplatten
en: Electrical circuits and circuit boards

source: Zahlungsterminals, Geldausgabe und -sortiergeräte
en: Payment terminals, money dispensing and sorting devices

source: Computer und Computerhardware
en: Computers and computer hardware

source: Audiogeräte und Radioempfänger
en: Audio devices and radio receivers

source: Bilderfassungs- und -entwicklungsgeräte
en: Image capturing and developing devices

source: Anzeigegeräte, Fernsehempfänger sowie Film- und Videogeräte
en: Display devices, television receivers and film and video devices

source: Computerkomponenten und -teile
en: Computer components and parts

source: Abstands- und Größenmessinstrumente und -apparate
en: Distance and dimension measuring instruments

source: Temperaturmessinstrumente und -apparate
en: Temperature measuring instruments

source: Datenlogger und Datenschreiber
en: Data loggers and recorders

source: Zeitmessinstrumente und -apparate [ausgenommen Uhren]
en: Time measuring instruments (not including clocks and watches)

source: Petrischalen
en: Petri dishes

source: Apparate und Instrumente für die Speicherung von Energie
en: Apparatus and instruments for accumulating electricity

source: Apparate und Instrumente für die Schaltung von Energie
en: Apparatus and instruments for switching electricity

source: Apparate und Instrumente für die Umwandlung von Energie
en: Apparatus and instruments for transforming electricity

source: Apparate und Instrumente für die Regulierung von Energie
en: Apparatus and instruments for regulating electricity

source: Apparate und Instrumente für die Leitung von Energie
en: Apparatus and instruments for conducting electricity

source: Messapparate und -instrumente
en: Measuring apparatus and instruments

source: Signalapparate und -instrumente
en: Signalling apparatus and instruments

source: Lebensrettende Apparate und Instrumente
en: Life-saving apparatus and instruments

source: Wissenschaftliche Apparate und Instrumente
en: Scientific apparatus and instruments

source: Unterrichtsapparate und -instrumente
en: Teaching apparatus and instruments

source: Speicherkarten für Videospielautomaten
en: Memory cards for video game machines

source: 3D-Brillen
en: 3D spectacles

source: Leere Tonerpatronen für Drucker und Fotokopierer
en: Toner cartridges, unfilled, for printers and photocopiers

source: Herunterladbare Software-Anwendungen für Computer
en: Computer software applications, downloadable

source: 3D-Scanner
en: 3D scanners

source: Digitale Aufzeichnungsträger
en: Digital recording media

source: Automatische Bargeldsortier- und -zählgeräte
en: Automatic cash sorting and counting machines

source: Automatische Vakuumregelungsgeräte
en: Automatic vacuum control apparatus

source: Waschapparat für Kontaktlinsen
en: Contact lens washing apparatus

source: Fernsehgeräte für die digitale Multimedia-Übertragung [DMB]
en: DMB (Digital Multimedia Broadcasting) televisions

source: Hochauflösende Fernsehgeräte
en: HD (High Definition) televisions

source: Internetfähige Fernsehgeräte
en: Internet Protocol televisions

source: Optische Filter für Plasmaanzeigetafeln
en: Optical filters for plasma display panel

source: Sicherheitsausrüstungen zum Löschen von Waldbränden
en: Safety equipment for forest-fire extinguishment

source: Wissenschaftliche Proben für Laborzwecke
en: Scientific specimens for laboratory use

source: Prüfgeräte für Beton
en: Testers for concrete

source: Sender zum Übermitteln von Notsignalen
en: Transmitters for emitting distress signals

source: Infrarotthermometer [nicht fÃ¼r medizinische Zwecke]
en: Infrared thermometers, not for medical purposes

source: Kabel für die Übertragung und den Empfang von Kabelfernsehsignalen
en: Cables for transmitting and receiving cable television signals

source: Elektrische Kabel zur Übertragung von Ton und Bild
en: Electric cables for the transmission of sounds and images

source: Geräte zum Regeln von Strom
en: Electric current control devices

source: Apparate zur Verteilung elektrischer Energie
en: Electric power distribution apparatus

source: Elektromagnetische Messdetektoren
en: Electromagnetic measuring detectors

source: Anzeigeleuchten für Schalttafeln
en: Switchboard indicating lamps

source: CD-Brenner
en: CD burners

source: Digitale Türschlösser
en: Digital door locks

source: Displayschoner in Form von Schutzfolien für Mobiltelefone
en: Display screen protectors in the nature of films for mobile phones

source: Trockenöfen für Laborzwecke
en: Drying ovens for laboratory use

source: Smartphones in Form von Armbanduhren
en: Smartphones in the shape of a watch

source: Drahtdreiecke für Laborzwecke
en: Triangles for laboratory use

source: Flexible Flachbildschirme für Computer
en: Flexible flat panel displays for computers

source: Firmware für Computerperipheriegeräte
en: Firmware for computer peripherals

source: Grundplatten für Vermessungszwecke
en: Base plates for surveying purposes

source: Manuelle Schaltanlagen für die Telekommunikation
en: Manual switching apparatus for telecommunication

source: Herunterladbare elektronische Grußkarten zum Versand per Post
en: Downloadable electronic greeting cards for sending by regular mail

source: Ferngesteuerte Telemetriegeräte
en: Remote control telemetering apparatus

source: Drahtgebundene Kommunikationsgeräte
en: Wire communication apparatus

source: Industrielle Betatrons
en: Industrial betatrons

source: Lichtempfindliche Röhren
en: Photo-sensitive tubes

source: Atemregler für Taucher
en: Regulators for scuba diving

source: Kühlgeräte für Zentraleinheiten
en: Central processing unit coolers

source: Optische Steckplatinen
en: Optical breadboards

source: Optische Tische
en: Optical tables

source: Seismische Detektoren
en: Seismic detectors

source: USB-Adapter
en: USB adapters

source: Gesichtsschutzschilde zum Schutz vor Unfällen, Strahlen und Feuer
en: Face-shields for protection against accidents, irradiation and fire

source: Digitale Sprachrecorder
en: Digital voice recorders

source: Hüllen für E-Book-Reader
en: Electronic book reader covers

source: Sonden zur Prüfung von Halbleitern
en: Probes for testing semiconductors

source: Detektoren für Gammastrahlung
en: Gamma radiation detectors

source: Magnetisch kodierte Geschenkkarten
en: Magnetically encoded gift cards

source: Herunterladbare Comic-Streifen
en: Downloadable comic strips

source: Elektronische Vorschaltgeräte für LED-Leuchten und Beleuchtungskörper
en: Electronic control gears [ECGs] for LED lamps and light fixtures

source: NAS-Computerhardware [Network Attached Storage]
en: Computer network-attached storage [NAS] hardware

source: Elektronische Taxameter
en: Electronic taximeters

source: Schutzhüllen für E-Book-Reader
en: Protective cases for e-book readers

source: Schutzhüllen für PDAs [persönliche digitale Assistenten]
en: Protective cases for personal digital assistants

source: Schutzhüllen für MP3-Abspielgeräte
en: Protective cases for MP3 players

source: Schutzhüllen für Mobiltelefone
en: Protective cases for cell phones

source: Apparate zum Testen von Wärmemeldern mittels eines Aerosolsprays
en: Apparatus for testing heat detectors using an aerosol spray

source: Apparate zum Testen von Kohlenmonoxidmeldern mittels eines Aerosolsprays
en: Apparatus for testing carbon monoxide detectors using an aerosol spray

source: Apparate zum Testen von Rauchmeldern mittels eines Aerosolsprays
en: Apparatus for testing smoke detectors using an aerosol spray

source: Analysegeräte für Forschungslabore zum Messen, Testen und Untersuchen von Blut und anderen Körperflüssigkeiten
en: Research laboratory analyzers for measuring, testing and analyzing blood and other bodily fluids

source: Touchscreen-Monitore
en: Touchscreen monitors

source: Audiovisuelle Headsets zum Spielen von Videospielen
en: Audiovisual headsets for playing video games

source: Ständer für Mikrofone
en: Booms for microphones

source: Zündkerzenlehren [Fühlerlehre]
en: Spark plug feeler gauges

source: Digitale Kraftmessgeräte
en: Digital force gauges

source: Digitale Drehmomentmesser
en: Digital torque gauges

source: Herunterladbare E-Mail-Software
en: Downloadable email software

source: Endoskope zur Arbeitskontrolle
en: Borescopes for inspecting work

source: Elektronische Küchenuhren
en: Electronic kitchen timers

source: Organische Leuchtdioden [OLED]-Fernsehgeräte
en: Organic light-emitting diode televisions

source: Etiketten mit integrierten RFID-Chips
en: Labels with integrated RFID chips

source: Etiketten mit maschinenlesbaren Codes
en: Labels with machine-readable codes

source: Digitale Fleischthermometer
en: Digital meat thermometers

source: Geldbetätigte Mechaniken für Verkaufsautomaten
en: Coin-operated mechanisms for vending machines

source: Akustikmembrane zur Verwendung in Tonaufzeichnungs- oder Tonwiedergabegeräten
en: Acoustic membranes used in sound recording or reproducing apparatus

source: Dosierapparate zum Zerstäuben von Parfums in bestimmten Mengen
en: Metering apparatus for dispensing perfumes in measured quantities

source: Künstliche Gliedmaßen für den medizinischen Unterricht [Unterrichtsapparate]
en: Artificial limbs for medical instruction purposes [teaching apparatus]

source: Geeichte Glaswaren
en: Calibrated glassware

source: Security-Tokens [Verschlüsselungsgeräte]
en: Security tokens [encryption devices]

source: Elektronische Zugangskontrollsysteme für Zugangsschleusen
en: Electronic access control systems for interlocking doors

source: Waagen mit Body-Mass-Analysegerät
en: Scales with body mass analysers

source: Blackboxes [Datenrekorder]
en: Black boxes [data recorders]

source: Digitale Wetterstationen
en: Digital weather stations

source: Ladestationen für Elektrofahrzeuge
en: Charging stations for electric vehicles

source: Interaktive Touch-Screen-Terminals
en: Interactive touch screen terminals

source: Smart-Ringe
en: Smart rings

source: Equalizer [Audiogeräte]
en: Equalizers [audio apparatus]

source: Angepasste Schutzfolien für Smartphones
en: Protective films adapted for smartphones

source: Elektronische interaktive Whiteboards
en: Electronic interactive whiteboards

source: Humanoide Roboter mit künstlicher Intelligenz
en: Humanoid robots with artificial intelligence

source: Elektronische Schlüsselanhänger als Fernbedienungen
en: Electronic key fobs being remote control apparatus

source: Herunterladbare elektronische Notenblätter
en: Electronic sheet music, downloadable

source: Reißschienen zum Messen
en: T-squares for measuring

source: Antennenkabel für Starkstrom
en: Aerial cables for heavy currents

source: Zentraleinheiten für die Informations-, Daten-, Ton- oder Bildverarbeitung
en: Central processing units for processing information, data, sound or images

source: Anschlüsse für Telekommunikationsapparate
en: Connectors for telecommunication apparatus

source: Kreditkartenkodiermaschinen [Computerperipheriegeräte]
en: Credit card encoding machines [computer peripherals]

source: Ketten für Korrekturbrillen und Sonnenbrillen
en: Chains for spectacles and for sunglasses

source: Analyseinstrumente für fotogrammetrische Zwecke
en: Analysis instruments for photogrammetric purposes

source: Geräte zur Erkennung von Währungen
en: Currency recognition machines

source: Ladeapparate für wiederaufladbare Geräte
en: Charging appliances for rechargeable equipment

source: Drosselspulen für elektrische Apparate
en: Choking coils for use in electrical apparatus

source: Datenträger mit gespeicherten typografischen Schrifttypen
en: Data carriers containing stored typographic typefaces

source: Leiterplatten mit integrierten Schaltkreisen
en: Circuit boards provided with integrated circuits

source: Schaltkreise für Starkstrom
en: Circuits for heavy current

source: Geräte für die drahtlose Funkübertragung
en: Devices for wireless radio transmission

source: Münzzähl- oder -sortiermaschinen
en: Coin counting or sorting machines

source: Funkanlagen zur Luftverkehrssteuerung
en: Air traffic control radio equipment

source: Diagnostische Prüfgeräte für Lebensmittel
en: Diagnostic apparatus for testing food

source: Mit Musik bespielte Compact Discs
en: Compact discs featuring music

source: Digitalkameras für industrielle Zwecke
en: Digital cameras for industrial use

source: Digitale Farbkopierer
en: Digital colour copiers

source: Digitale Spiegelreflexkameras [DSLR]
en: Digital single-lens reflex (DSLR) cameras

source: Digitale Telefonanlagen und -software
en: Digital telephone platforms and software

source: Digitale Anrufvermittlungsgeräte
en: Digital telephone switching apparatus

source: Digitale Sprachsignalprozessoren
en: Digital voice signal processors

source: Steuerungsverschobene optische Fasern
en: Dispersion shifted optical fibres

source: Aus einem weltweiten Computernetz und über drahtlose Geräte herunterladbare Computerspielsoftware
en: Downloadable computer game software via a global computer network and wireless devices

source: Herunterladbare Computergrafiken
en: Downloadable computer graphics

source: Zentraleinheiten für Computer
en: Computer central processing units

source: Aus einem weltweiten Computernetz herunterladbare Computerspielsoftware
en: Computer game software downloadable from a global computer network

source: Computerspielsoftware zur Verwendung in Mobil- und Funktelefonen
en: Computer game software for use on mobile and cellular phones

source: Elektrische und elektronische Videoüberwachungsanlagen
en: Electric and electronic video surveillance installations

source: Bridges [Netzwerkbestandteile]
en: Computer network bridges

source: Elektrokondensatoren [für Telekommunikationsgeräte]
en: Electric capacitors [for telecommunication apparatus]

source: Elektrische Widerstände für Telekommunikationsgeräte
en: Electric resistors [for telecommunication apparatus]

source: Computerprogramme für den Fernzugriff auf Computer oder Computernetzwerke
en: Computer programs for connecting remotely to computers or computer networks

source: Computerprogramme zum Bearbeiten von Bildern, Ton und Videos
en: Computer programs for editing images, sound and video

source: Elektrische und elektronische Einbruchalarmgeräte
en: Electrical and electronic burglar alarms

source: Computerprogramme für gespeicherte Spiele
en: Computer programs for pre-recorded games

source: Computerprogramme zum Durchsuchen des Inhalts von Computern und Computernetzen mit Remote Control
en: Computer programs for searching the contents of computers and computer networks by remote control

source: Computerprogramme zum Aktivieren von Zugangs- oder Eintrittskontrollen
en: Computer programs for the enabling of access or entrance control

source: Computerprogramme für die Nutzung des Internets und des World Wide Webs
en: Computer programs for using the internet and the worldwide web

source: Computerprogramme für Video- und Computerspiele
en: Computer programs for video and computer games

source: Computerprogramme für elektronische Registrierkassensysteme
en: Computer programs used for electronic cash register systems

source: Computersoftware für die Überwachung von Selbstbedienungsterminals
en: Computer software for controlling self-service terminals

source: Computersoftware für die Funktionssteuerung von Audio- und Videogeräten
en: Computer software for controlling the operation of audio and video devices

source: Computersoftware zum Kreieren und Bearbeiten von Musik und Klängen
en: Computer software for creating and editing music and sounds

source: Computersoftware zum Organisieren und Betrachten von digitalen Bildern und Fotografien
en: Computer software for organizing and viewing digital images and photographs

source: Computersoftware für die Verarbeitung von digitalen Musikdateien
en: Computer software for processing digital music files

source: Software zur Verwendung bei der Verarbeitung von Halbleiter-Wafern
en: Computer software for use in processing semiconductor wafers

source: Elektrische Pfostensteckverbinder
en: Electrical header connectors

source: Computersoftware für die Übermittlung von Fotografien auf Mobiltelefone
en: Computer software to enable the transmission of photographs to mobile telephones
